{
  "nav--presentation": "Presentación",

  "common--title": "Gadmin: Webs, Academy, Games",
  "common--specialization": "Creador de Gadmin",
  "common--role": "Creador de Gadmin",
  "common--recommendations": "recomendaciones",
  "common--projects": "Proyectos",
  "common--expertises": "Conocimientos",
  "common--about-me": "Acerca de mí",
  "common--full-name": "Orlando Jose Briceño Blanco",
  "common--cta-whatsapp": "Envíame un mensaje",
  "common--cta-contact": "Hablemos",
  "common--in-process": "En desarrollo",
  "common--experience-years": "años de experiencia",
  "common--done-projects": "proyectos completados",
  "common--projects-title": "Un poco de lo que he hecho desde niño hasta hoy",

  "main--greetings": "¡Hola! Soy Orlando. 👋🏼",
  "main--bio-1": "Paso la vida disfrutando desarrollar soluciones automatizadas para todo tipo de problemas (o al menos los que me encuentro 😂).",
  "main--bio-2": "A mis 16 años de edad pasé de amar la programación a también vivir de ella, siempre quise construir aplicaciones que cambiaran la vida de las personas y es por eso que fundé Gadmin y todas sus herramientas.",

  "main--presentation-title": "Presentación: Quién soy y qué hago",

  "projects--expertises-title": "Desarrollando proyectos",
  "projects--expertises-1": "Desde 2011",
  "projects--expertises-2": "+10 años de experiencia",

  "projects--gadmin-content": "Gadmin es una herramienta para crear sitios webs, tiendas online o blogs sin necesidad de saber programar. Incluyendo lo mismo que el Gadmin anterior, ahora con una propuesta más atractiva para los pequeños emprendedores (Los cuales nos importan para reducir la métrica de que el 80% de las PyMEs mueren antes de cumplir 2 años).",

  "projects--gadmin-legacy-content-1": "2023-2024",
  "projects--gadmin-legacy-content-2": "Improved pasó a llamarse Gadmin, este fue el software que ahorra tiempo a los emprendedores en la administración entera de su empresa, inventario, facturación, etc. Varios emprendedores lo usaban y se alegraban, así que migramos al nuevo Gadmin, que aún sigue incluyendo una gran parte de las funcionalidades de este software.",

  "projects--file-content-1": "Construí esta librería de JavaScript que obtiene la extensión y/o mimeType de un nombre de archivo o ruta.",
  "projects--file-content-2": "Su propósito es hacer más fácil el trabajo del manejo de extensiones de archivos en el backend.",

  "projects--adventjs-1": "Un repositorio donde compartí la solución de los 24 retos del AdventJS, una iniciativa de @midudev donde por cada día de diciembre se publica un reto de JavaScript hasta el 24 de Diciembre.",
  "projects--adventjs-2": "Un amante de competir como yo tenía que hacerlo, aproveché ese año para disfrutarlo, y desde entonces, cada año lo hago.",

  "projects--improved-website-app-1": "Gracias al proyecto con Bokados, pude crear una app móvil para hacer más eficiente la administración de los negocios locales, inventario, facturación, etc.",
  "projects--improved-website-app-2": "Con este fundamento, nació el Gadmin de 2023 donde se pulió mucho la herramienta, me alegré cuando agregamos la impresión de tickets, escaneo de código de barra... Poco a poco iba entendiendo adonde quería llegar con Gadmin.",

  "projects--bokados-title": "Precios de Bokados",
  "projects--bokados-1": "Una panadería quería tener un menú de precios actualizados en tiempo real con la tasa de cambio del dólar en Venezuela.",
  "projects--bokados-2": "Así fue como empezó el camino de Gadmin para administrar negocios, inventarios, pedidos, facturación, etc. Y terminamos con una herramienta que hace webs y esto también.",

  "projects--improved-website-1": "Una agencia de diseño web que hiciera webs para el mundo, mi sueño siempre fue crear un editor para que las personas pudieran crear webs sin necesidad de saber programar, pero la agencia fue un buen inicio.",
  "projects--improved-website-2": "Este fue el inicio de Gadmin, cuando aún siquiera sabía que quería facilitar la vida de la gente a gran escala, yo solo quería permitir que todo el mundo pudiera crear webs.",

  "projects--calculadora-title": "Calculadora PayPal",
  "projects--calculadora-1": "Me cansé de calcular las comisiones de PayPal, así que construí esta calculadora en menos de 2 horas para calcular las comisiones de los pagos que recibía y hacía.",
  "projects--calculadora-2": "No soy fan de las comisiones de PayPal. Hoy en día ya no lo uso, si puedes irte, hazlo.",

  "projects--narubyond-1": "De niño me emocioné por crear videojuegos, aprendí usando un proyecto existente y escribí sobre él mientras aprendía inglés traduciendo el juego entero.",
  "projects--narubyond-2": "Recuerdo que pasé días entendiendo qué hacía un fragmento de código, es divertido mirar atrás y pensar que hoy he enseñado a tantas personas a entender código como ese.",

  "projects--ngn-1": "Luego de mi primer proyecto, quise experimentar con algo más complejo, fue bastante divertido y aprendí mucho más acerca de la programación.",
  "projects--ngn-2": "1 año más tarde dejé el proyecto y me dediqué al desarrollo web de lleno, ya que era algo que me empezó a gustar todavía más.",

  "projects--correfution-1": "Corre Fution es un juego topdown bastante difícil de jugar que hice en la RandomJam#2 donde competimos creando un juego en 24 horas.",
  "projects--correfution-2": "Ya trabajaba profesionalmente en el desarrollo web, dado que llevaba 5 años experimentando con JavaScript, los proyectos anteriores se perdieron. (A los informáticos suele pasarnos que perdemos todo un disco duro entero 😭)",

  "projects--item-cta": "Ver el Proyecto",

  "certification--professional-git": "Curso Profesional de Git y Github",
  "certification--practical-javascript": "Curso Práctico de JavaScript",
  "certification--professional-javascript": "Curso Profesional de JavaScript",
  "certification--nodejs": "Curso de Fundamentos de Node.JS",
  "certification--html-css": "Curso Definitivo de HTML y CSS",
  "certification--time-management": "Curso de Gestión Efectiva del Tiempo",
  "certification--emotional-intelligence": "Curso de Inteligencia Emocional",
  "certification--logical-thinking": "Curso de Pensamiento Lógico",

  "about--story-title": "El chico detrás de Gadmin",
  "about--story-content-1": "Desde joven, la programación fue mi manera de superar obstáculos. Siempre soñé con crear soluciones que fueran accesibles para todos, aún cuando no tuve recursos para ir a la universidad o el hecho de que era difícil incluso tener acceso a internet pero no quise parar.",
  "about--story-content-2": "Gadmin nació de ese deseo, impulsado por el hecho de que diferentes personas me pidieron software para hacerles la vida más fácil en sus negocios. Pasó por varios nombres, pero \"Gadmin\" hizo una gran conexión conmigo.",
  "about--story-content-3": "Luego de varias aplicaciones enfocadas en hacer procesos más ágiles para los negocios (y muchas sonrisas en mis clientes 💙), no detuve mi ambición y decidí crear Gadmin como una plataforma con varias herramientas para hacerle la vida más fácil a los que, como yo, sueñan con crear sin importar lo que se interponga en el camino.",
  "about--story-content-4-before": "",
  "about--story-content-4-brand": "Gadmin Webs",
  "about--story-content-4-after": ", tiene varias herramientas para que las personas puedan hacer crecer sus negocios en lo digital sin demasiado esfuerzo. (Esta herramienta cuenta y contará con muchas otras)",
  "about--story-content-5-before": "",
  "about--story-content-5-brand": "Gadmin Academy",
  "about--story-content-5-after": ", nace del deseo de compartir conocimientos y apoyar a quienes buscan alcanzar sus metas. El objetivo es ofrecer una guía genuina y accesible, priorizando el crecimiento de las personas por encima de cualquier interés económico. 👀",
  "about--story-content-6-before": "",
  "about--story-content-6-brand": "Gadmin Games",
  "about--story-content-6-after": ", nace por mi amor a crear videojuegos (comencé a programar con ellos), crear experiencias inmersivas que enseñen y/o entretengan.",
  "about--story-content-7": "Y así vendrán más herramientas y ramas de Gadmin. Hoy sigo aprendiendo y compartiendo, buscando alcanzar mis objetivos.",

  "contact--title": "Hablemos",
  "contact--content-1": "¿Te interesó algo de lo que estoy construyendo?",
  "contact--content-2": "Si quieres ser parte del equipo de Gadmin o quieres conversar conmigo acerca de una idea o proyecto, no dudes ni un segundo en escribirme.",

  "footer--title": "Un poco más de mí para premiar que llegaste hasta acá",
  "footer--content-1": "Si te parezco alguien ambicioso, no te equivocas. Pero aún así mi familia es superior al resto. Cuando no estoy intentando cambiar medio mundo con Gadmin, estoy compartiendo tiempo con mi esposa.",
  "footer--content-2": "De algo puedes estar seguro: Siempre seré muy honesto, aunque algunas veces no te gustará.",
  "footer--credits": "Hecho por mí para mí 😂",

  "certification--practical-javascript-desc": "Un curso que me hizo repasar práctica del día a día y aprendí algunas buenas prácticas.",
  "certification--professional-javascript-desc": "Profundicé en JavaScript avanzado, closures, hoisting, event loops y más locuras de asincronía.",
  "certification--nodejs-desc": "Reforcé algunos conceptos mientras estudiaba este curso, tocaron el tema de cómo funcionan frameworks que se usan a diario y no entiendes su trasfondo.",
  "certification--professional-git-desc": "Aquí sí aprendí de metodologías de Git para agilizar el trabajo en equipo de forma eficiente.",
  "certification--html-css-desc": "Luego de 12 años usando HTML y CSS, todavía aprendes cosas nuevas cuando te enfocas en aprender.",
  "certification--logical-thinking-desc": "Lo importante de este curso fue poner en práctica, la resolución de problemas está en el día a día.",
  "certification--time-management-desc": "Aprendí técnicas para gestionar el tiempo y mejorar la productividad. Te recomiendo leer el libro Deep Work, por cierto.",
  "certification--emotional-intelligence-desc": "Aprendí acerca de la inteligencia emocional, un área importante para la vida y aún muy poco mencionado."
}
