{
  "nav--presentation": "Presentation",

  "common--title": "Gadmin: Webs, Academy, Games",
  "common--specialization": "Gadmin Founder",
  "common--role": "Gadmin Founder",
  "common--recommendations": "recommendations",
  "common--projects": "Projects",
  "common--expertises": "Expertises",
  "common--about-me": "About Me",
  "common--full-name": "Orlando Jose Briceño Blanco",
  "common--cta-whatsapp": "Send me a message",
  "common--cta-contact": "Let's talk",
  "common--in-process": "Developing",
  "common--experience-years": "years of experience",
  "common--done-projects": "projects completed",
  "common--projects-title": "A little of what I've done from childhood to today",


  "main--greetings": "Hi! I'm Orlando. 👋🏼",
  "main--bio-1": "I spend my life developing automated solutions to all kinds of problems (or at least the ones I find 😂).",
  "main--bio-2": "At 16 years old, I went from loving programming to also making a living from it. I always wanted to build applications that could change people's lives, and that's why I founded Gadmin and all its tools.",

  "main--presentation-title": "Presentation: Who I am and What I do.",

  "projects--expertises-title": "Developing projects",
  "projects--expertises-1": "Since 2011",
  "projects--expertises-2": "+10 years of experience",

  "projects--gadmin-content": "Gadmin is a tool to create websites, online stores, or blogs without needing to know how to code. It is freedom on the web for everyone.",

  "projects--gadmin-legacy-content-1": "2023-2024",
  "projects--gadmin-legacy-content-2": "This was the software that saved entrepreneurs time in the entire management of their business, inventory, invoicing, etc. We couldn't find a market for the product, so we migrated to the new Gadmin, which still includes a large part of the functionalities of this software.",

  "projects--file-content-1": "I've built this JavaScript library that gets the extension and/or mimeType of a filename or path.",
  "projects--file-content-2": "Its purpose is to make the job of managing file extensions in the backend easier.",

  "projects--adventjs-1": "A repository where I shared the solution of the 24 challenges of AdventJS, an initiative by @midudev where a JavaScript challenge is published every day of December until the 24th of December.",
  "projects--adventjs-2": "I built the same tests of all the challenges in my own environment and made a very easy and comfortable way to run the tests.",

  "projects--bokados-title": "Bokados Menu Prices",
  "projects--bokados-1": "A bakery wanted to have a price menu updated in real time with the dollar exchange rate in Venezuela.",
  "projects--bokados-2": "This was the beginning of the Gadmin Startup, when I didn't even know yet that I wanted to make people's lives easier on such a scale.",

  "projects--calculadora-title": "PayPal Calculator",
  "projects--calculadora-1": "I got tired of calculating PayPal commissions, so I built this calculator in less than 2 hours to calculate the commissions of my payments that I received and made.",
  "projects--calculadora-2": "I'm not a fan of PayPal commissions. Today I don't use it, if you can go away, do it.",
  
  "projects--narubyond-1": "As a child, I was excited to create video games. I learned by using an existing project and wrote about it while learning English by translating the entire game.",
  "projects--narubyond-2": "I remember spending days trying to understand what a piece of code did. It's fun to look back and think that today I've taught so many people to understand code like that.",

  "projects--ngn-1": "After my first project, I wanted to experiment with something more complex, it was quite fun and I learned a lot more about programming.",
  "projects--ngn-2": "1 year later I left the project and dedicated myself to full stack web development, since it was something that I started to like even more.",

  "projects--correfution-1": "Corre Fution is a topdown game that is quite difficult to play that I made in a RandomJam#2 where we competed by creating a game in 24 hours.",
  "projects--correfution-2": "I was already professionally developing web applications, since I had been experimenting with JavaScript for 5 years, the previous projects were lost. (To programmers it usually happens that we lose an entire hard drive 😭)",

  "projects--item-cta": "See the Project",

  "certification--professional-git": "Professional Git and GitHub Course",
  "certification--practical-javascript": "Practical JavaScript Course",
  "certification--professional-javascript": "Professional JavaScript Course",
  "certification--nodejs": "Node.JS Fundamentals Course",
  "certification--html-css": "Definitive HTML and CSS Course",
  "certification--time-management": "Effective Time Management Course",
  "certification--emotional-intelligence": "Emotional Intelligence Course",
  "certification--logical-thinking": "Logical Thinking Course",

  "about--story-title": "The guy behind Gadmin",
  "about--story-content-1": "Since I was young, programming was my way to overcome obstacles. I always dreamed of creating solutions that were accessible to everyone, even when I didn't have the resources to go to university or even reliable internet access, but I didn't want to stop.",
  "about--story-content-2": "Gadmin was born from that desire, driven by the fact that different people asked me for software to make their business lives easier. It went through several names, but \"Gadmin\" made a great connection with me.",
  "about--story-content-3": "After several applications focused on making business processes more agile (and many smiles from my clients 💙), I didn't stop my ambition and decided to create Gadmin as a platform with several tools to make life easier for those who, like me, dream of creating no matter what stands in the way.",
  "about--story-content-4-before": "",
  "about--story-content-4-brand": "Gadmin Webs",
  "about--story-content-4-after": ", has several tools so that people can grow their businesses digitally without too much effort. (This tool has and will have many more features)",
  "about--story-content-5-before": "",
  "about--story-content-5-brand": "Gadmin Academy",
  "about--story-content-5-after": ", was born from the desire to share knowledge and support those who seek to achieve their goals. The goal is to offer genuine and accessible guidance, prioritizing people's growth above any economic interest. 👀",
  "about--story-content-6-before": "",
  "about--story-content-6-brand": "Gadmin Games",
  "about--story-content-6-after": ", was born because I love to create video games (I started programming with them), creating immersive experiences that teach and/or entertain.",
  "about--story-content-7": "And so more tools and branches of Gadmin will come. Today I keep learning and sharing, seeking to achieve my goals.",

  "contact--title": "Let's talk",
  "contact--content-1": "Did you like something I'm building?",
  "contact--content-2": "If you want to be part of the Gadmin team or you like to talk about an idea or project, don't hesitate for a second to write me.",

  "footer--title": "A bit more about me to reward you for making it this far",
  "footer--content-1": "If I seem ambitious to you, you're not wrong. But even so, my family is above everything else. When I'm not trying to change half the world with Gadmin, I'm spending time with my wife.",
  "footer--content-2": "One thing you can be sure of: I will always be very honest, although sometimes you might not like it.",
  "footer--credits": "Made by me for me 😂",

  "certification--practical-javascript-desc": "A course that made me review daily practice and I learned some good practices.",
  "certification--professional-javascript-desc": "I delved into advanced JavaScript, closures, hoisting, event loops, and more craziness with asynchrony.",
  "certification--nodejs-desc": "I reinforced some concepts while studying this course, they touched on how frameworks work that you use daily and don't understand their background.",
  "certification--professional-git-desc": "Here I really learned Git methodologies to streamline teamwork efficiently.",
  "certification--html-css-desc": "After 12 years using HTML and CSS, you still learn new things when you focus on learning.",
  "certification--logical-thinking-desc": "The important thing about this course was putting it into practice, problem solving is part of everyday life.",
  "certification--time-management-desc": "I learned techniques to manage time and improve productivity. I recommend reading the book Deep Work, by the way.",
  "certification--emotional-intelligence-desc": "I learned about emotional intelligence, an important area of life and still very little mentioned."
}
