{
  "nav--presentation": "Presentation",

  "common--title": "Full Stack Developer",
  "common--specialization": "NodeJS, React, SQL & NoSQL",
  "common--role": "NodeJS and React Full Stack Developer",
  "common--recommendations": "recommendations",
  "common--projects": "Projects",
  "common--expertises": "Expertises",
  "common--about-me": "About Me",
  "common--full-name": "Orlando Jose Briceño Blanco",
  "common--cta-email": "Send Email",
  "common--cta-contact": "Contact Me",
  "common--in-process": "Developing",

  "main--greetings": "Hi! I'm Orlando. 👋🏼",
  "main--bio-1": "I spend my life developing automated solutions to all kinds of problems.",
  "main--bio-2": "When I turned 16 years old not only did I love programming, but I also started to make a living from it, becoming a full stack professional capable of developing all kinds of applications on top of solid architecture patterns. As a result of this and more I love self-taught studies and I make an effort to grow every day adapting myself to new technologies.",

  "main--presentation-title": "Presentation: Who I am and What I do.",

  "projects--expertises-title": "Developing projects",
  "projects--expertises-1": "Since 2011",
  "projects--expertises-2": "+10 years of experience",

  "projects--gadmin-content-1": "CEO and Lead Developer",
  "projects--gadmin-content-2": "Gadmin is a software that saves time for entrepreneurs in the entire administration of their company, it is intelligent administration for intelligent business.",

  "projects--file-content-1": "I've built this JavaScript library that gets the extension and/or mimeType of a filename or path.",
  "projects--file-content-2": "Its purpose is to make the job of managing file extensions in the backend easier.",

  "projects--adventjs-1": "A repository where I shared the solution of the 24 challenges of AdventJS, an initiative by @midudev where a JavaScript challenge is published every day of December until the 24th of December.",
  "projects--adventjs-2": "I built the same tests of all the challenges in my own environment and made a very easy and comfortable way to run the tests.",

  "projects--calculadora-title": "PayPal Calculator",
  "projects--calculadora-1": "I got tired of calculating PayPal commissions, so I built this calculator in less than 2 hours to calculate the commissions of my payments that I received and made.",
  "projects--calculadora-2": "I'm not a fan of PayPal commissions. Today I don't use it, if you can go away, do it.",

  "projects--narubyond-1": "As a child, I was excited to create video games. I learned by using an existing project and wrote about it while learning English by translating the entire game.",
  "projects--narubyond-2": "I remember spending days trying to understand what a piece of code did. It's fun to look back and think that today I've taught so many people to understand code like that.",

  "projects--ngn-1": "After my first project, I wanted to experiment with something more complex, it was quite fun and I learned a lot more about programming.",
  "projects--ngn-2": "1 year later I left the project and dedicated myself to full stack web development, since it was something that I started to like even more.",

  "projects--correfution-1": "Corre Fution is a topdown game that is quite difficult to play that I made in a RandomJam#2 where we competed by creating a game in 24 hours.",
  "projects--correfution-2": "I was already professionally developing web applications, since I had been experimenting with JavaScript for 5 years, the previous projects were lost. (To programmers it usually happens that we lose an entire hard drive 😭)",

  "projects--item-cta": "See the Project",

  "certification--professional-git": "Professional Git and GitHub Course",
  "certification--practical-javascript": "Practical JavaScript Course",
  "certification--professional-javascript": "Professional JavaScript Course",
  "certification--nodejs": "Node.JS Fundamentals Course",
  "certification--html-css": "Definitive HTML and CSS Course",
  "certification--time-management": "Effective Time Management Course",
  "certification--emotional-intelligence": "Emotional Intelligence Course",
  "certification--logical-thinking": "Logical Thinking Course",

  "about--story-title": "My Story as a Developer",
  "about--story-content-1": "I'm Orlando Jose Briceño Blanco, programming has been a part of my life since my childhood, I loved it no matter what, and I always stood by it.",
  "about--story-content-2": "I didn't have enough resources to study properly and there was even a time in which I would write code in a notebook, in my spare time working the fields (yes, agriculture and all that beautiful work).",
  "about--story-content-3": "Still, as time and years went by, I became what I wanted to be, someone who could build anything by himself, but that wasn't enough, I built work teams and I realized how powerful a good team could be.",
  "about--story-content-4": "I studied hard and never stopped practicing, I developed applications with increasingly complex architectures, always focused in web development, I worked on the backend with PHP until I moved on to NodeJS in 2015, around these times I learned about SPA/PWA, NoSQL, ODMs, ORMs, API RESTs and from then on I grew exponentially (thanks to the communities which I was a part of).",
  "about--story-content-5": "Throughout this long journey I developed skills to solve problems with autonomy, work in a team and build clean code and architectures.",
  "about--story-content-6": "Currently I specialize in Full Stack web development with:",
  "about--story-content-6-a": "HTML, CSS, JavaScript and TypeScript.",
  "about--story-content-6-b": "TailwindCSS / Sass",
  "about--story-content-6-c": "MongoDB, Express, React and NodeJS (Stack MERN)",
  "about--story-content-6-d": "NextJS",
  "about--story-content-6-e": "PostgreSQL / MySQL / SQLite",
  "about--story-content-6-f": "Documentation for users and developers",
  "about--story-content-7": "In the year 2016 I started my professional career as a Freelancer, developing both web applications and hybrid mobile and desktop applications for clients and personal projects, achieving a gigantic advancement in my professional and personal life.",
  "about--story-content-8": "Currently I wish to continue growing alongside my wife, educating and guiding anyone who now finds themselves in the same situation that I once was in.",
  "about--story-content-9": "I'm aware I must never stop learning, keep growing and give my support to the web developing world.",

  "contact--title": "Let's talk",
  "contact--content-1": "I hope I managed to capture your attention and be pleasing to your eyes. I would sincerely love to be able to work together with you on your new project.",
  "contact--content-2": "If you've really liked my work and profile as a developer, please give me your honest recommendation to be able to keep growing and sustain my home, my wife and my familiy; with your support you'd be helping me much more than you can imagine.",

  "recommendations--title": "Leave a Recommendation",
  "recommendations--placeholder-name": "What's your name?",
  "recommendations--placeholder-message": "What do you think about me? 200 characters maximum.",
  "recommendations--upload-image": "Click to upload an image",
  "recommendations--replace-image": "Click to replace image",
  "recommendations--cta": "Send Recommendation",

  "recommendation--empty-1": "There are no Recommendations.",
  "recommendation--empty-2": "You can be the first to comment!",

  "recommendation--thank-you-title": "Thanks for leaving your recommendation!",
  "recommendation--thank-you-content": "Your support is a great help to me, thank you for being a part of this.",
  "recommendation--thank-you-content-2": "Your recommendation is currently under review, it will appear on the list very soon.",

  "footer--title": "A bit more about myself, since not everyone reads this.",
  "footer--content-1": "Family is more important than work for me. When I'm not trying to change the future of SMEs with Gadmin, I'm spending time with my wife.",
  "footer--content-2": "My greatest strength and weakness at the same time is my honesty, my other strength being my passion to do things in an orderly fashion.",
  "footer--credits": "Made with 💙 by me"
}
